var app_subtypes = [
    {
        'id': 'ГУ',
        'key': 'ГО|ГУ',
        'value': 'Географско указание'
    },
    {
        'id': 'ГУ',
        'key': 'ГОВ|ГУ',
        'value': 'Географско указание за В'
    },
    {
        'id': 'ИМ',
        'key': 'НМ|ИМ',
        'value': 'Индивидуална Марка'
    },
    {
        'id': 'КМ',
        'key': 'НМ|КМ',
        'value': 'Колективна Марка'
    },
    {
        'id': 'P',
        'key': 'MM|P',
        'value': 'Международна Марка Протокол'
    },
    {
        'id': 'A',
        'key': 'MM|A',
        'value': 'Международна Марка Спогодба'
    },
    {
        'id': '9',
        'key': 'MM|9',
        'value': 'Международна Марка Член 9'
    },
    {
        'id': 'НП',
        'key': 'МНП|НП',
        'value': 'Международни НП'
    },
    {
        'id': 'НП',
        'key': 'ГО|НП',
        'value': 'Наименование за произход'
    },
    {
        'id': 'НП',
        'key': 'ГОВ|НП',
        'value': 'Наименование за произход за В'
    },
    {
        'id': 'РМ',
        'key': 'РМ|РМ',
        'value': 'Разделена'
    },
    {
        'id': 'СМ',
        'key': 'НМ|СМ',
        'value': 'Сертификатна Марка'
    }
]
