var file_types = [
    {
        "id": "S",
        "value": "SPC"
    },
    {
        "id": "Г",
        "value": "Географски Означения"
    },
    {
        "id": "В",
        "value": "Географски Означения за В"
    },
    {
        "id": "T",
        "value": "Европейски патент"
    },
    {
        "id": "Е",
        "value": "Единичен Дизайн"
    },
    {
        "id": "Х",
        "value": "Международен дизайн"
    },
    {
        "id": "У",
        "value": "Международен единичен дизайн"
    },
    {
        "id": "M",
        "value": "Международна Марка"
    },
    {
        "id": "Н",
        "value": "Международни НП"
    },
    {
        "id": "P",
        "value": "Патент за изобретение"
    },
    {
        "id": "U",
        "value": "Полезен Модел"
    },
    {
        "id": "Д",
        "value": "Промишлен дизайн"
    },
    {
        "id": "Р",
        "value": "Разделен Дизайн"
    },
    {
        "id": "D",
        "value": "Разделена Марка"
    },
    {
        //    changed to Cyrillic
        "id": "С",
        "value": "Сортове и породи"
    },
    {
        "id": "N",
        "value": "Търговска Марка"
    }
]