var mark = {
    "filing": {
        "file_seq": "BG",
        "file_type": "N",
        "file_ser": 2018,
        "file_nbr": 149075,
        "app_subtype": "ИМ",
        "filing_date": "09/01/2018 17:34:22",
        "law_code": "1"
    },
    "registration": {
        "ind_registered": false,
        "regostration_type": "",
        "registration_ser": "",
        "registration_nbr": "",
        "registration_dup": "",
        "registration_date": "",
        "entitlement_date": "",
        "expiration_date": ""
    },
    "sign": {
        "mark_name": "ITS Intelligent Traffic Systems",
        "sign_type": "B",
        "image": "149075.jpg",
        "disclaimer": "",
        "mark_translation": "",
        "series_description": "",
        "colour_description": "Червен, Жълт, Зелен, Черен"
    },
    "publication": {
        "publication_date": "15/05/2018",
        "journal_code": "201805.1",
        "earliest_accepted_paris_priority_date": "",
        "exhibition_date": "",
        "exhibition_notes": ""
    },
    "other": {
        "data_import_requires_manual_revision": false,
        "madrid_international_registration_number": "",
        "madrid_base_application_number": "",
        "by_consent": "",
        "regulations": "",
        "notes": "Описание: Представлява изображения на три застъпени едно върху друго кръгчета с цветове: червено, жълто, зелено. Вдясно от тях са изписани буквите ITS с характерен шрифт на латиница, с черни букви. Под тях, с характерен шрифт на латиница, с черни букви,  са изписани думите Intelligent Traffic Systems."
    },
    "owners": [
        {
            "person_name": "\"Интелигентни трафик системи\" АД",
            "nationality_country_code": "BG",
            "nationality_country": "BG",
            "ind_company": true,
            "legal_nature": "",
            "legal_id_type": "",
            "legal_id_nbr": "",
            "individual_id_type": "",
            "individual_id_nbr": "",
            "address_street": "бул.\"Арсеналски\" 11,ет.2, офис 2",
            "address_zone": "",
            "city_code": "",
            "city": "",
            "city_name": "София",
            "state_code": "",
            "state": "",
            "state_name": "",
            "zip_code": "1420",
            "residence_country_code": "BG",
            "residence_country": "BG",
            "email": "",
            "telephone": "",
            "ind_service": true,
            "ownership_notes": ""
        }
    ],
    "reps": [
        {
            "representative_type": "",
            "agent_code": 467,
            "person_name": "Милена Владимирова Кичашка",
            "nationality_country_code": "BG",
            "nationality_country": "BG",
            "ind_company": false,
            "legal_nature": "",
            "legal_id_type": "",
            "legal_id_nbr": "",
            "individual_id_type": "",
            "individual_id_nbr": "",
            "address_street": "жк \"Младост 2\", бл. 218, вх. 1, ет. 3, ап. 12, п.к. 21",
            "correspondence_address": "1799 София, жк \"Младост 2\", бл. 218, вх. 1, ет. 3, ап. 12, п.к. 21",
            "city_code": "",
            "city": "",
            "city_name": "София",
            "state_code": "",
            "state": "",
            "state_name": "",
            "zip_code": "1799",
            "residence_country_code": "BG",
            "residence_country": "BG",
            "email": "******@****.****",
            "telephone": "тел./факс: +359 2 *** ***",
            "ind_service": false
        },
        {
            "representative_type": "AG",
            "agent_code": 301,
            "person_name": "Ралица Венелинова Димова",
            "nationality_country_code": "BG",
            "nationality_country": "BG",
            "ind_company": false,
            "legal_nature": "",
            "legal_id_type": "",
            "legal_id_nbr": "",
            "individual_id_type": "",
            "individual_id_nbr": "",
            "address_street": "жк \"Младост 2\" бл. 218, вх. 1, ап. 12",
            "correspondence_address": "1799 София, жк \"Младост 2\" бл. 218, вх. 1, ап. 12",
            "city_code": "",
            "city": "",
            "city_name": "София",
            "state_code": "",
            "state": "",
            "state_name": "",
            "zip_code": "1799",
            "residence_country_code": "BG",
            "residence_country": "BG",
            "email": "******@****.****",
            "telephone": "тел./факс: +359 2 *** ***",
            "ind_service": true
        }
    ],
    "priorities": [],
    "related": [],
    "nice": [
        {
            "nice_class_nbr": 9,
            "nice_class_description": "навигационни апарати за превозни средства [бордови компютри];  електронни навигационни уреди;  електронни контролни апарати;  електрически контролни апарати за наблюдение;  електронни терминали за събиране на таксите за магистрали;  апарати за записване, предаване или възпроизвеждане на звук или образ;  магнитни носители на данни, записващи дискове;  компакт дискове, dvd и други носители на цифрова информация;  оборудване за обработка на информация;  компютърен софтуер;  апарати за глобално позициониращи системи [gps];  антени;  апарати за връзка;  апарати за измерване от разстояние;  апарати за контрол на скоростта на превозни средства;  апарати за управление чрез сателит;  геодезични апарати и инструменти;  електронни джобни предаватели;  електронни писалки [визуални индикаторни устройства];  електронни публикации [които могат да бъдат прехвърляни върху друг носител];  карти с интегрални схеми;  смарт карти;  компютърни бележници;  скоростомери;  мобилни телефони;  устройства осигуряващи свободни ръце при използване на телефон (хендс фри);  чипове [интегрирани схеми];  хендс-фри комплекти за телефони;  компютърен софтуер, който може да бъде свален от глобални компютърни информационни мрежи;  компютърни софтуерни приложения, за сваляне;  монитори [компютърни програми];  магнитни и оптични носители на данни;  операционни компютърни програми, записани;  компютърен софтуер за управление на превозни средства;  системи за проследяване на превозни средства"
        },
        {
            "nice_class_nbr": 35,
            "nice_class_description": "реклама;  управление на търговски сделки;  aдминистративно обработване на поръчки на клиенти;  актуализиране и поддръжка на данни в компютърни бази данни;  изготвяне на ведомости;  предоставяне на бизнес информация чрез уебсайт;  събиране и систематизиране на информация в компютърни бази данни;  компютъризирано офис управление;  компютъризирано управление на стоки;  търговско управление на лицензиране на стоки и услуги за трети лица;  управление на бизнес проекти;  управление на компютърни файлове;  консултантски услуги в областта на търговското управление и организация;  консултантски услуги относно бизнес управление в областта на информационните технологии;  организиране, управление и контрол на продажби и промоционални схеми за поощряване"
        },
        {
            "nice_class_nbr": 36,
            "nice_class_description": "услуги за електронно събиране на пътни такси"
        },
        {
            "nice_class_nbr": 37,
            "nice_class_description": "инсталиране и ремонт на електроуреди;  инсталиране и ремонт на телефони;  инсталиране и ремонт на навигационни апарати и уреди;  инсталиране, поддръжка и ремонт на компютърен хардуер;  поддържане на компютърен  хардуер в областта на навигацията и транспорта"
        },
        {
            "nice_class_nbr": 38,
            "nice_class_description": "телекомуникации;  далекосъобщителна маршрутизация и свързване;  доставка на телекомуникационни връзки с глобална компютърна мрежа;  информационни услуги в областта на телекомуникациите;  предоставяне на достъп до бази данни;  отдаване под наем на апаратура за предаване на съобщения;  предоставяне на достъп до глобални компютърни мрежи;  отдаване под наем на телефони и телекомуникационно оборудване;  предаване по сателит;  служби за свръзка чрез сигнали [радио, телефон или други средства за електронна комуникация];  осигуряване на достъп до уебсайтове на електронна информационна мрежа;  управление на локални мрежи;  услуги за събиране и предаване на съобщения;  събиране и доставка на съобщения чрез електронна поща;  осигуряване на достъп до данни или документи, съхранявани електронно в централни файлове за дистанционна консултация;  трансфер на електронни файлове"
        },
        {
            "nice_class_nbr": 39,
            "nice_class_description": "транспортна логистика;  информационни услуги, в областта на складирането;  информационни услуги в областта на транспорта;  информационни услуги за пътувания;  предоставяне на информация за движението на транспортните средства;  предоставяне на упътвания за шофьори при пътуване;  пътнически резервации;  услуги свързани с проследяване на товари;  локализиране и проследяване на маршрута на пратки [транспортна информация];  консултантски услуги във връзка с проследяването на транзитно преминаващи стоки;  проследяване на пътнически или товарни превозни средства чрез компютри или глобални системи за позициониране [транспортна информация];  управление на платени пътища (toll-roads);  обслужване на такси за пътища и магистрали"
        },
        {
            "nice_class_nbr": 42,
            "nice_class_description": "проектиране и разработване на навигационни системи;  тестване, анализ и наблюдение на навигационни сигнали;  проектиране, разработване и поддържане на компютърен софтуер в областта на навигацията и транспорта;  графичен дизайн;  дистанционен мониторинг на компютърни системи;  технически контрол и наблюдение на превозни средства;  предоставяне онлайн на софтуер за проследяване на товари през компютърни мрежи, за временно ползване, без възможност за сваляне и записване"
        }
    ],
    "vienna": [
        {
            "vienna_edition": "",
            "vienna_category": 26,
            "vienna_division": 1,
            "vienna_section": 6,
            "vienna_description": "Several circles or ellipses, juxtaposed, tangential or intersecting"
        },
        {
            "vienna_edition": "",
            "vienna_category": 27,
            "vienna_division": 5,
            "vienna_section": 9,
            "vienna_description": "*Series of letters presenting different forms of writing"
        },
        {
            "vienna_edition": "",
            "vienna_category": 27,
            "vienna_division": 5,
            "vienna_section": 10,
            "vienna_description": "*Series of letters in different dimensions"
        }
    ],
    "national": [],
    "payments": [
        {
            "type_of_duty": "М/ГО: Заявителски такси - ВСИЧКИ (за ГО-за вписване на първи ползвател) ",
            "due_amount": "300.00",
            "paid_amount": "300.00",
            "pyment_type": "Банка",
            "payer": "ИНТЕЛИГЕНТНИ ТРАФИК СИСТЕМИ АД",
            "payment_date": "11.01.2018",
            "payment_status": "Платено",
        }
    ],
    "valid_states": [],
    "e_docs": {
        "incoming_docs": [],
        "outgoing_docs": [],
        "internal_documents": []
    }
}